{
  "onboardingParent0": "Being a parent to your children is one of the most important and unique adventures in life. It is not only a responsibility, but also a source of endless joy, love and satisfaction. When we become parents, we have the opportunity to influence the lives and development of our children, helping them become strong, kind and confident people. Being a parent means being their support, mentor and role model, teaching them values, skills and emotional well-being. And ultimately, the very knowledge that we play a key role in shaping their future gives life meaning and significance",
  "onboardingParent1": "Parents play an important role in their children's development, and giving them tasks is one way to encourage their creativity, independence and responsibility. Activities help children learn new skills, teach them problem solving, and develop resilience to stress. Moreover, parenting tasks can be an opportunity to spend time together and strengthen the bond between parents and children",
  "onboardingParent2": "Interacting and having a good relationship with your children leads to many positive outcomes. First, it creates a strong emotional bond between parents and children, which serves as the basis for trust, support and understanding. When parents and children find a common language, they can openly discuss problems and joys, and feel comfortable with each other.\nIn addition, good relationships with children contribute to their emotional and psychological well-being. Children who feel loved and accepted have more confidence in themselves and their abilities. They feel more confident in exploring the world and solving problems.\nChildren respond better to parental discipline and guidance when they feel that their parents care about them and are committed to their best",
  "onboardingParent3": "The first words and first steps of a child are magical moments that remain in the memory of parents for a lifetime. When a baby says “mom” or “dad” for the first time, it is not just a sound, but a real miracle that fills the heart with joy and pride. The first steps, when a child staggers over his first meters, cause delight and awe. These achievements symbolize the beginning of an independent path, small victories and big achievements.\nThese moments are often accompanied by the first tasks that parents give their children. “Bring the ball”, “Show your nose”, “Say ‘give’” - such seemingly simple requests become an important part of a child’s development. They teach the baby to interact with the world around him, develop his speech and motor skills, and help him understand that he can carry out requests and tasks",
  "onboardingParent4": "Every new word and every new step is the result of a lot of work, both on the part of the child and on the part of the parents. Shared games, books, songs and daily conversations promote speech development, and support and encouragement are key elements in mastering the first skills of walking. Parents become the first teachers and mentors, helping the child grow and explore the world.\nThe first words and first steps are just the beginning of a long and exciting journey that the child will follow with his parents. These moments become the foundation for further development, and each of them is important and valuable in its own way",
  "onboardingParent5": "Now look how he has grown. The child who once had difficulty pronouncing his first words and hesitantly took his first steps now strives to create tasks for himself. He tries to solve small problems on his own, be it folding a construction set, drawing a picture, or helping with household chores. This desire for independence is an important stage in his development, demonstrating an increase in confidence and independence.\nHowever, despite the desire to act on his own, the child still often turns to his parents for help. And this is not a sign of weakness or inability, but a natural part of the learning process. Asking for help is an opportunity for parents to support their child, guide him, and show him new ways to solve problems. At the same time, this strengthens trust between you and helps the child understand that in any situation he can count on your support",
  "onboardingParent6": "When you help him, it's not just doing a task for him, it's teaching. You explain, show, let you try it yourself. This process develops his skills, helps him learn new skills and solve more complex problems in the future. Under your sensitive guidance, your child learns to overcome difficulties, analyze mistakes and enjoy success.\nGrowing up, the child will rely more and more on his own strength, but his memory will remain of moments when mom or dad were nearby, ready to help and support. This experience will become the basis for further development, self-confidence and the ability to cope with any life difficulties. You help your child become not only smart and capable, but also self-confident and ready for independent life",
  "onboardingParent7": "Now your child has become an adult. He is smart, energetic and enthusiastic. He has a lot of skills and knowledge that help him move confidently through life. He strives not only for personal achievement, but also to lead and inspire others. However, despite all his maturity and independence, he still remembers how difficult his parents’ tasks were sometimes.\nThis experience left a deep imprint on his mind. He remembers how each new challenge required effort, patience and perseverance. Remembering these moments, he understands how important it is to give tasks that are not only achievable, but also understandable. So now when he has to set tasks for other people, he thinks twice",
  "onboardingParent8": "He realizes that the successful completion of a task depends not only on who performs it, but also on who assigns it. Objectives must be clear and achievable. Thanks to his experience, he tries to formulate tasks in such a way that they are as clear and understandable as possible for the performers. He takes into account the capabilities and abilities of his subordinates to avoid misunderstandings and unnecessary difficulties.\nYour child understands that good leadership is not just the ability to give orders, but also the ability to inspire and support a team. He strives to be that leader who, like you once, is ready to help, explain and guide. His experiences and memories of his own difficulties make him more sensitive and attentive to the needs of others.\nNow, as an adult, he puts into practice the lessons he learned as a child. He not only became successful himself, but also helps others achieve success through his understanding and empathy. This makes him not just an intelligent and purposeful person, but also a wise leader, ready to lead others with care and attention",
  "onboardingKid0": "Being a child is an amazing time, full of new discoveries, games and impressions. At this age, the world seems huge and full of possibilities. Childhood allows us to grow, learn and explore the world around us carefree. We can safely express our feelings and emotions, enjoy small joys and believe in miracles. Being a child means having the opportunity to learn, grow and develop under the caring gaze of parents and others. This is the time when we build our personality, form our views on the world and dream about the future. Being a child is a wonderful adventure that should be enjoyed and appreciated every day",
  "onboardingKid1": "Children should follow instructions from their parents for several reasons. First, parents have the experience and knowledge to help children avoid dangerous situations and make the right decisions. Second, running errands teaches children responsibility and discipline, which are important skills for a successful life. Finally, it is a way to strengthen the bond between parents and children by showing trust and respect for the parent's authority",
  "onboardingKid2": "Children who listen to their parents and follow their advice tend to build more successful and sustainable futures. First, such children learn discipline and responsibility, which helps them succeed in school and achieve their goals in life.\nIn addition, children who listen to their parents tend to have a better understanding of family values and social norms, which helps them interact more easily with the world around them and build quality relationships with others.\nAlso, by following the advice and guidance of their parents, children often avoid dangerous situations and make more informed decisions, which contributes to their physical and emotional well-being",
  "onboardingKid3": "You may not remember, but more than once your parents told you to do something: say a word, try to walk, or perform some other task. These moments were full of patience and perseverance, both on your part and on the part of your parents. After all, not everything always worked out the first time. But with each new attempt you became better and more confident.\nWhen you were first asked to say \"mom\" or \"dad\", it might seem difficult. Your first attempts may have been hesitant and incomplete, but your parents were always there, supporting and encouraging your every effort. They knew that each repetition brought you closer to success, and with each new attempt your speech became clearer and more confident.\nIt was exactly the same with the first steps. At first, you might fall without knowing how to balance properly. But the encouraging words and strong hands of your parents, ready to pick you up at any moment, gave you strength and confidence. You took one step, then two, and soon you started running, rejoicing in your new freedom and opportunity to explore the world",
  "onboardingKid4": "These memories, even if they are erased from your memory, live in the hearts of your parents. They remember your every attempt, every small victory and every moment you mustered up the courage to try again. It was thanks to their patience and your persistence that you learned many things that now seem so natural and simple.\nThese early lessons taught you something important: not everything can happen right away, but with persistence and support you can achieve a lot. These experiences shaped your character, making you a persistent and purposeful person. He reminded you that failures are not the end of the road, but only steps on the path to success.\nYou may rarely think about these moments now, but the lessons you learned then live on with you. They help you cope with new challenges, try again and again, even if something doesn’t work out the first time. And just as your parents once helped you, you can pass on this support and knowledge to others, helping them grow and improve",
  "onboardingKid5": "Doing something without understanding what exactly needs to be done is really very difficult. In such situations, we often find ourselves confused, not knowing where to start or how to approach a task correctly. Without clear instructions or guidance, any task can seem overwhelming. It is at such moments that the help of teachers and parents who can guide, explain and support is especially important.\nTeachers and parents play a key role in our learning and development. They not only give us tasks, but also help us understand how to complete them. They clarify difficult points, show examples and give valuable advice. Without their help, many tasks might remain undone or completed incorrectly. Understanding what needs to be done and how to do it is the foundation for successfully completing any task.\nCollaboration is another important aspect of achieving successful results. By working together, we can break the problem down into smaller, manageable parts, discuss possible solutions, and choose the most effective one. Teamwork allows you to use the strengths of each participant and compensate for the weaknesses. This leads to a better and faster solution to the problem",
  "onboardingKid6": "For example, when a student is faced with a difficult math problem, the teacher can explain the theory, show the steps to solve it, and then work with the student to go through some examples. This process not only helps the student understand how to solve problems, but also develops his confidence in his abilities. Parents, in turn, can help with homework, supporting and encouraging the child’s efforts.\nAdults also often face situations where help and cooperation are needed. In the professional world, successful projects are often the result of teamwork. Colleagues exchange knowledge and experience, help each other and together find optimal solutions. This confirms that regardless of age or industry, understanding and cooperation are key factors for success.\nThus, when we understand exactly what needs to be done and how to do it, and have the support and opportunity to collaborate with others, we greatly increase our chances of success. Help from teachers, parents, and colleagues not only makes tasks easier, but also teaches us important life lessons about the value of knowledge, support, and teamwork. These skills stay with us for life, helping us cope with new challenges and achieve our goals",
  "onboardingKid7": "Ty mozhesh' ne osoznavat' eto seychas, no v budushchem ty poymosh': chem slozhneye zadacha v protsesse realizatsii, tem tsenneye i luchshe budet rezul'tat. Slozhnosti, s kotorymi my stalkivayemsya, uchat nas mnogomu, formiruya ne tol'ko nashi navyki, no i kharakter. Kazhdyy raz, preodolevaya prepyatstviya, my stanovimsya sil'neye, umneye i uverenneye v svoikh silakh. Predstav', chto ty uchish'sya igrat' na muzykal'nom instrumente. Ponachalu eto kazhetsya nevozmozhnym: noty, akkordy, ritm — vso eto zaputyvayet i mozhet dazhe otbit' zhelaniye zanimat'sya dal'she. No s kazhdym dnom, s kazhdoy novoy praktikoy, ty nachinayesh' zamechat' progress. To, chto kazalos' nedostizhimym, postepenno stanovitsya ponyatnym i upravlyayemym. I vot odnazhdy ty ispolnyayesh' svoyu pervuyu melodiyu, chuvstvuya gordost' za prodelannuyu rabotu. Eto oshchushcheniye uspekha i udovletvoreniya ot dostignutogo rezul'tata nevozmozhno sravnit' ni s chem. Tak zhe obstoyat dela i s lyuboy drugoy slozhnoy zadachey. Uchoba, rabota, lichnyye proyekty — vso eto trebuyet usiliy i vremeni. No imenno eti usiliya i delayut konechnyy rezul'tat takim tsennym. Logkiye pobedy prinosyat mimolotnoye udovol'stviye, v to vremya kak uspekh, dostignutyy cherez trudnosti, ostavlyayet glubokiy sled i dayot nam uverennost' v svoikh silakh\nPokaż więcej\n1 198 / 5 000\nYou may not realize it now, but in the future you will understand: the more difficult the task in the implementation process, the more valuable and better the result will be. The challenges we face teach us a lot, shaping not only our skills, but also our character. Every time we overcome obstacles, we become stronger, smarter and more confident in our abilities.\nImagine that you are learning to play a musical instrument. At first it seems impossible: notes, chords, rhythm - all this confuses and can even discourage you from studying further. But every day, with every new practice, you begin to notice progress. What seemed unattainable gradually becomes understandable and manageable. And then one day you perform your first melody, feeling proud of the work you have done. This feeling of success and satisfaction from the achieved result cannot be compared with anything.\nThe same is true with any other complex task. Studying, working, personal projects - all this requires effort and time. But it is this effort that makes the end result so valuable. Easy victories bring fleeting pleasure, while success achieved through difficulties leaves a deep mark and gives us confidence in our abilities",
  "onboardingKid8": "Any skills acquired in the process of overcoming difficulties are very useful in life. They become tools that we can use in a variety of situations. For example, the ability to think critically and solve problems helps not only in the professional sphere, but also in everyday life. Communication skills and the ability to work in a team are important in any social situation, be it work, study or personal relationships.\nIn addition, the experience of overcoming difficulties teaches us to appreciate the efforts of other people. When we ourselves have gone through a difficult path, we begin to better understand and respect those who also strive for their goals. This makes us more empathetic and supportive, able to inspire and help others.\nSo, every time you face a difficult task, remember: this is not just an obstacle, it is an opportunity to become better, stronger and wiser. Don’t let difficult moments scare you away, but, on the contrary, inspire you to new achievements. After all, the more difficult the path, the sweeter the taste of victory. And these victories, achieved thanks to your efforts, will become the building blocks from which you will build your successful and fulfilling life",
  "selectInfoParent": "Parents have always strived to educate their children, because this is the basis of evolution. Assigning tasks to children is a key element of education. The more assignments, the more experience and knowledge they gain. Experience gained through practice and assignments promotes the development of critical thinking and problem-solving skills. It also helps children better understand the world around them, preparing them for future challenges. Education through experience creates comprehensively developed and independent individuals",
  "selectInfoKid": "If a child wants to become smart, he needs to actively ask questions to his parents about how to perform various activities and solve problems. He should strive to receive more complex tasks that will help him develop and improve. Parents, in turn, are obliged to support and encourage the child’s desire for knowledge. They should create conditions for his learning, help him learn new skills and share experience. This includes not only learning practical skills, but also developing the ability to earn money and gain life experience. This approach will help the child become more independent and successful in the future",
  "language": "Language",
  "name": "Name",
  "task": "Task",
  "description": "Description",
  "taskPrice": "Price: ",
  "price": "Price",
  "deadline": "Deadline",
  "add": "Add",
  "inProgress": "In progress",
  "done": "Done",
  "checked": "Checked",
  "paid": "Paid",
  "withoutDeadline": "This task has no deadline",
  "taskDeadline": "Deadline: ",
  "ImTheParent": "I'm the parent",
  "ImTheKid": "I'm the kid",
  "selectYourRole": "Select your role",
  "selectDescription": "Parents assign tasks, inspect their completion, and reward their children accordingly. This fosters diligence, integrity, responsibility, and a sense of pride in their daily lives, instilling a sense of accomplishment in parenting",
  "email": "Email",
  "password": "Password",
  "thisFieldCannotBeEmpty": "This field cannot be empty",
  "wrongEmail": "Wrong Email",
  "login": "Login",
  "hello": "Welcome to the application for communication between parents and children through tasks and habits",
  "createAccount": "Create account",
  "skip": "Skip",
  "next": "Next",
  "surname": "Surname",
  "register": "Register",
  "confirmPassword": "Confirm password",
  "forgotPassword": "Forgot password?",
  "resetPassword": "Reset password",
  "typeYourEmail": "Type your Email here and change password link will be sent",
  "kidsEmail": "Kids Email",
  "noEmail": "This Email not registered",
  "addKidSure": "Add {} to your kids list?",
  "yourKids": "Your kids: ",
  "noAddedKids": "No kids added",
  "onlyFiveKids": "You can add only 5 kids",
  "kidAlreadyInList": "The kid is in list already",
  "selectKid": "Select kid",
  "deleteThisTask": "Delete this task?",
  "delete": "Delete",
  "kidHasFiveParent": "Kid has 5 parents already",
  "yourParents": "Your parents:",
  "accept": "Accept",
  "changeStatus": "Change status",
  "acceptPriceChangeStatus": "Accept price and change status",
  "imDoneStatus": "I'm done",
  "checkCompletedWork": "Check the completed work and give a rating...",
  "notForgotToPay": "...and don't forget about payment",
  "rate": "Rate",
  "ifPaid": "If the task is paid, complete it",
  "canUseAccount": "Your account is now ready! You can log in using your email and password. Welcome to the family again!",
  "notConfirmed": "{} (not confirmed)",
  "wish": "Wish",
  "selectParent": "Select at least one parent",
  "kidHasNoWishes": "The kid has no wishes",
  "continue": "Continue",
  "basicOnboarding": "Basic onboarding",
  "advancedOnboarding": "Advanced onboarding",
  "withoutOnboarding": "Without onboarding",
  "basicOnboardingDescription": "Description of standard functions and capabilities of the application",
  "advancedOnboardingDescription": "For those who want to understand why and for whom this application was created",
  "withoutOnboardingDescription": "Go straight to registration (not recommended)",
  "registerInfo": "You should choose a name so that your children or parents can recognize you. Additionally, you can indicate your role in the family\n\nThe password must be at least 8 characters long and include a number, a capital letter, and a small letter.\nNever tell anyone your passwords",
  "mainParentInfo": "Remember:\n\nA well-defined task is halfway there\n\nTwo small tasks are easier to complete than one large one.",
  "addTaskInfo": "Remember:\n\n1. The child must understand the task\n2. The child must understand the task well\n3. The child must want to complete the task. Motivate with an interesting task or good pay",
  "settingsParentInfo": "Before assigning tasks, add your child to the list of children. Then wait until he confirms\n\nDo you want to learn a new language? Learn with your child",
  "mainKidInfo": "Remember:\n\nNo pain, no gain\n\nNo task, no result",
  "wishInfo": "Remember not to add expensive desires that may trigger difficult tasks or multiple tasks. Also, your wishes should be clear",
  "settingsKidInfo": "Try installing the application in a different language. This will help you learn a few new words, thereby developing your neural connections\n\nAdd only your relatives to add tasks"

}
