{
  "language": "Language",
  "name": "Name",
  "task": "Task",
  "description": "Description",
  "taskPrice": "Price: ",
  "price": "Price",
  "deadline": "Deadline",
  "add": "Add",
  "inProgress": "In progress",
  "done": "Done",
  "checked": "Checked",
  "paid": "Paid",
  "withoutDeadline": "This task has no deadline",
  "taskDeadline": "Deadline: ",
  "ImTheParent": "I'm the parent",
  "ImTheKid": "I'm the kid",
  "selectYourRole": "Select your role",
  "selectDescription": "Parents assign tasks, inspect their completion, and reward their children accordingly. This fosters diligence, integrity, responsibility, and a sense of pride in their daily lives, instilling a sense of accomplishment in parenting",
  "email": "Email",
  "password": "Password",
  "thisFieldCannotBeEmpty": "This field cannot be empty",
  "wrongEmail": "Wrong Email",
  "login": "Login",
  "hello": "Hello there!\nWhether you are a parent or a child, we invite you on a journey together",
  "createAccount": "Create account",
  "skip": "Skip",
  "next": "Next",
  "onboardingParentOne": "Being a parent to your children is one of the most important and unique adventures in life. It is not only a responsibility, but also a source of endless joy, love and satisfaction. When we become parents, we have the opportunity to influence the lives and development of our children, helping them become strong, kind and confident people. Being a parent means being their support, mentor and role model, teaching them values, skills and emotional well-being. And ultimately, the very knowledge that we play a key role in shaping their future gives life meaning and significance",
  "onboardingParentTwo": "Parents play an important role in their children's development, and giving them tasks is one way to encourage their creativity, independence and responsibility. Activities help children learn new skills, teach them problem solving, and develop resilience to stress. Moreover, parenting tasks can be an opportunity to spend time together and strengthen the bond between parents and children",
  "onboardingParentThree": "Interacting and having a good relationship with your children leads to many positive outcomes. First, it creates a strong emotional bond between parents and children, which serves as the basis for trust, support and understanding. When parents and children find a common language, they can openly discuss problems and joys, and feel comfortable with each other.\nIn addition, good relationships with children contribute to their emotional and psychological well-being. Children who feel loved and accepted have more confidence in themselves and their abilities. They feel more confident in exploring the world and solving problems.\nChildren respond better to parental discipline and guidance when they feel that their parents care about them and are committed to their best",
  "onboardingKidOne": "Being a child is an amazing time, full of new discoveries, games and impressions. At this age, the world seems huge and full of possibilities. Childhood allows us to grow, learn and explore the world around us carefree. We can safely express our feelings and emotions, enjoy small joys and believe in miracles. Being a child means having the opportunity to learn, grow and develop under the caring gaze of parents and others. This is the time when we build our personality, form our views on the world and dream about the future. Being a child is a wonderful adventure that should be enjoyed and appreciated every day",
  "onboardingKidTwo": "Children should follow instructions from their parents for several reasons. First, parents have the experience and knowledge to help children avoid dangerous situations and make the right decisions. Second, running errands teaches children responsibility and discipline, which are important skills for a successful life. Finally, it is a way to strengthen the bond between parents and children by showing trust and respect for the parent's authority",
  "onboardingKidThree": "Children who listen to their parents and follow their advice tend to build more successful and sustainable futures. First, such children learn discipline and responsibility, which helps them succeed in school and achieve their goals in life.\nIn addition, children who listen to their parents tend to have a better understanding of family values and social norms, which helps them interact more easily with the world around them and build quality relationships with others.\nAlso, by following the advice and guidance of their parents, children often avoid dangerous situations and make more informed decisions, which contributes to their physical and emotional well-being",
  "surname": "Surname",
  "register": "Register",
  "confirmPassword": "Confirm password",
  "forgotPassword": "Forgot password?",
  "resetPassword": "Reset password",
  "typeYourEmail": "Type your Email here and change password link will be sent",
  "kidsEmail": "Kids Email",
  "noEmail": "This Email not registered",
  "addKidSure": "Add {} to your kids list?",
  "yourKids": "Your kids: ",
  "noAddedKids": "No kids added",
  "onlyFiveKids": "You can add only 5 kids",
  "kidAlreadyInList": "The kid is in list already",
  "selectKid": "Select kid",
  "deleteThisTask": "Delete this task?",
  "delete": "Delete",
  "kidHasFiveParent": "Kid has 5 parents already",
  "yourParents": "Your parents:",
  "accept": "Accept",
  "changeStatus": "Change status",
  "acceptPriceChangeStatus": "Accept price and change status",
  "imDoneStatus": "I'm done",
  "checkCompletedWork": "Check the completed work and give a rating...",
  "notForgotToPay": "...and don't forget about payment",
  "rate": "Rate",
  "ifPaid": "If the task is paid, complete it"


}
