{
  "onboardingParent0": "Ta aplikacja to prosty i szybki sposób na komunikację z dziećmi poprzez przydzielanie im różnych ciekawych zadań",
  "onboardingParent1": "Przydzielaj zadania dzieciom z ceną przypisaną przez Ciebie lub wybraną z listy życzeń dziecka. Dodaj zdjęcia, aby lepiej zobrazować zadanie.\nSprawdź, jak dobrze poradziło sobie Twoje dziecko",
  "onboardingParent2": "Negocjuj cenę. Poczekaj na wykonanie zadania, oceń, zapłać.\nUtwórz nowe zadanie",
  "onboardingParent3": "Pierwsze słowa i pierwsze kroki dziecka to magiczne chwile, które pozostają w pamięci rodziców na całe życie. Kiedy dziecko po raz pierwszy mówi „mamo” lub „tato”, nie jest to tylko dźwięk, ale prawdziwy cud, który napełnia serce radością i dumą. Pierwsze kroki, gdy dziecko potyka się o pierwsze metry, budzą zachwyt i zachwyt. Osiągnięcia te symbolizują początek niezależnej ścieżki, małe zwycięstwa i duże osiągnięcia.\nTym momentom często towarzyszą pierwsze zadania, jakie rodzice stawiają swoim dzieciom. „Przynieś piłkę”, „Pokaż nos”, „Powiedz „daj” – takie pozornie proste prośby stają się ważnym elementem rozwoju dziecka. Uczą dziecko interakcji z otaczającym go światem, rozwijają jego umiejętności mowy i motoryki oraz pomagają mu zrozumieć, że może realizować prośby i zadania",
  "onboardingParent4": "Każde nowe słowo i każdy nowy krok to efekt dużej pracy, zarówno ze strony dziecka, jak i rodziców. Wspólne gry, książki, piosenki i codzienne rozmowy sprzyjają rozwojowi mowy, a wsparcie i zachęta są kluczowymi elementami w opanowaniu pierwszych umiejętności chodzenia. Rodzice stają się pierwszymi nauczycielami i mentorami, pomagając dziecku rozwijać się i poznawać świat.\nPierwsze słowa i pierwsze kroki to dopiero początek długiej i ekscytującej podróży, którą dziecko będzie podążać wraz z rodzicami. Te momenty stają się podstawą do dalszego rozwoju, a każdy z nich jest ważny i cenny na swój sposób",
  "onboardingParent5": "A teraz spójrz, jak urósł. Dziecko, które kiedyś miało trudności z wymową pierwszych słów i z wahaniem stawiało pierwsze kroki, teraz stara się tworzyć dla siebie zadania. Drobne problemy próbuje samodzielnie rozwiązywać, czy to składając zestaw konstrukcyjny, rysując obraz, czy pomagając w pracach domowych. To pragnienie niezależności jest ważnym etapem w jego rozwoju, świadczącym o wzroście pewności siebie i niezależności.\nJednak pomimo chęci samodzielnego działania, dziecko nadal często zwraca się o pomoc do rodziców. I nie jest to oznaka słabości czy niemożności, ale naturalna część procesu uczenia się. Zwrócenie się o pomoc jest dla rodziców okazją do wsparcia dziecka, poprowadzenia go i pokazania mu nowych sposobów rozwiązywania problemów. Jednocześnie wzmacnia to zaufanie między Wami i pomaga dziecku zrozumieć, że w każdej sytuacji może liczyć na Wasze wsparcie",
  "onboardingParent6": "Kiedy mu pomagasz, nie chodzi tylko o wykonanie za niego zadania, ale o uczenie. Wyjaśniasz, pokazujesz, pozwalasz spróbować sam. Proces ten rozwija jego umiejętności, pomaga mu uczyć się nowych umiejętności i rozwiązywać bardziej złożone problemy w przyszłości. Pod Twoim czułym przewodnictwem Twoje dziecko uczy się pokonywać trudności, analizować błędy i cieszyć się sukcesem.\nDorastając, dziecko będzie coraz bardziej polegało na własnych siłach, ale w jego pamięci pozostaną chwile, gdy mama lub tata byli w pobliżu, gotowi do pomocy i wsparcia. To doświadczenie stanie się podstawą do dalszego rozwoju, pewności siebie i umiejętności radzenia sobie z wszelkimi trudnościami życiowymi. Pomagasz swojemu dziecku stać się nie tylko mądrym i zdolnym, ale także pewnym siebie i gotowym do samodzielnego życia",
  "onboardingParent7": "Teraz Twoje dziecko stało się dorosłe. Jest mądry, energiczny i pełen entuzjazmu. Posiada wiele umiejętności i wiedzy, które pomagają mu pewnie poruszać się przez życie. Dąży nie tylko do osobistych osiągnięć, ale także do przewodzenia i inspirowania innych. Jednak pomimo całej swojej dojrzałości i niezależności wciąż pamięta, jak trudne były czasami zadania jego rodziców.\nTo przeżycie pozostawiło głęboki ślad w jego umyśle. Wspomina, jak każde nowe wyzwanie wymagało wysiłku, cierpliwości i wytrwałości. Wspominając te chwile, rozumie, jak ważne jest stawianie zadań, które są nie tylko wykonalne, ale i zrozumiałe. Dlatego teraz, gdy musi wyznaczać zadania innym osobom, zastanawia się dwa razy",
  "onboardingParent8": "Zdaje sobie sprawę, że powodzenie zadania zależy nie tylko od tego, kto je wykonuje, ale także od tego, kto go zleca. Cele muszą być jasne i osiągalne. Dzięki swojemu doświadczeniu stara się tak formułować zadania, aby były jak najbardziej jasne i zrozumiałe dla wykonawców. Bierze pod uwagę możliwości i zdolności swoich podwładnych, aby uniknąć nieporozumień i niepotrzebnych trudności.\nTwoje dziecko rozumie, że dobre przywództwo to nie tylko umiejętność wydawania poleceń, ale także umiejętność inspirowania i wspierania zespołu. Stara się być liderem, który tak jak kiedyś Ty jest gotowy pomagać, wyjaśniać i kierować. Doświadczenia i wspomnienia własnych trudności czynią go bardziej wrażliwym i uważnym na potrzeby innych.\nTeraz, jako dorosły, wykorzystuje w praktyce to, czego nauczył się w dzieciństwie. Nie tylko sam odniósł sukces, ale także pomaga innym osiągnąć sukces dzięki swojemu zrozumieniu i empatii. To czyni go nie tylko osobą inteligentną i celową, ale także mądrym przywódcą, gotowym przewodzić innym z troską i uwagą",
  "onboardingKid0": "Ta aplikacja to prosty i szybki sposób na zdobycie zadania od rodziców, a co za tym idzie, otrzymanie nagrody po jego wykonaniu",
  "onboardingKid1": "Możesz dodać swoje życzenia ze zdjęciem do swojej listy życzeń. Rodzice mogą wykorzystać Twoje życzenia jako zapłatę za wykonaną pracę",
  "onboardingKid2": "Sprawdź, czy pojawiły się nowe zadania. Negocjuj cenę. Wykonaj swoją pracę najlepiej jak potrafisz. Poczekaj, aż sprawdzą i otrzymają płatność.\nSprawdź, może jest więcej zadań",
  "onboardingKid3": "Być może nie pamiętasz, ale nieraz rodzice kazali ci coś zrobić: powiedz słowo, spróbuj chodzić lub wykonaj inne zadanie. Te chwile były pełne cierpliwości i wytrwałości, zarówno z Twojej strony, jak i ze strony Twoich rodziców. W końcu nie zawsze wszystko wychodziło za pierwszym razem. Ale z każdą nową próbą stawałeś się lepszy i pewniejszy siebie.\nKiedy po raz pierwszy poproszono Cię o powiedzenie „mama” lub „tata”, może się to wydawać trudne. Twoje pierwsze próby mogły być niepewne i niekompletne, ale twoi rodzice zawsze byli przy Tobie, wspierając i zachęcając Cię do wszelkich wysiłków. Wiedzieli, że każde powtórzenie przybliża Cię do sukcesu, a z każdą kolejną próbą Twoja mowa staje się wyraźniejsza i pewniejsza.\nDokładnie tak samo było z pierwszymi krokami. Na początku możesz upaść, nie wiedząc, jak prawidłowo utrzymać równowagę. Ale zachęcające słowa i silne ręce twoich rodziców, gotowych cię podnieść w każdej chwili, dodały ci siły i pewności siebie. Zrobiłeś jeden krok, potem dwa i wkrótce zacząłeś biec, ciesząc się nową wolnością i możliwością poznawania świata",
  "onboardingKid4": "Te wspomnienia, nawet jeśli zostaną wymazane z twojej pamięci, żyją w sercach twoich rodziców. Pamiętają każdą twoją próbę, każde małe zwycięstwo i każdą chwilę, w której zebrałeś się na odwagę, aby spróbować jeszcze raz. To dzięki ich cierpliwości i Waszemu uporowi nauczyliście się wielu rzeczy, które teraz wydają się tak naturalne i proste.\nTe wczesne lekcje nauczyły Cię czegoś ważnego: nie wszystko może wydarzyć się od razu, ale dzięki wytrwałości i wsparciu możesz wiele osiągnąć. Te doświadczenia ukształtowały Twój charakter, czyniąc Cię osobą wytrwałą i celową. Przypomniał, że porażki to nie koniec drogi, a jedynie kroki na drodze do sukcesu.\nByć może teraz rzadko myślisz o tych chwilach, ale wnioski, jakie wyciągniesz, nadal z tobą żyją. Pomagają radzić sobie z nowymi wyzwaniami, próbować raz za razem, nawet jeśli coś nie wyjdzie za pierwszym razem. I tak jak kiedyś pomogli ci rodzice, tak możesz przekazywać to wsparcie i wiedzę innym, pomagając im się rozwijać i doskonalić",
  "onboardingKid5": "Robienie czegoś bez zrozumienia, co dokładnie należy zrobić, jest naprawdę bardzo trudne. W takich sytuacjach często czujemy się zdezorientowani, nie wiedząc od czego zacząć i jak prawidłowo podejść do zadania. Bez jasnych instrukcji i wskazówek każde zadanie może wydawać się przytłaczające. W takich momentach szczególnie ważna jest pomoc nauczycieli i rodziców, którzy mogą udzielić wskazówek, wyjaśnić i wesprzeć.\nNauczyciele i rodzice odgrywają kluczową rolę w naszej nauce i rozwoju. Nie tylko dają nam zadania, ale także pomagają nam zrozumieć, jak je wykonać. Wyjaśniają trudne kwestie, pokazują przykłady i udzielają cennych rad. Bez ich pomocy wiele zadań mogłoby pozostać niewykonanych lub wykonanych nieprawidłowo. Zrozumienie, co należy zrobić i jak to zrobić, jest podstawą pomyślnego wykonania każdego zadania.\nWspółpraca to kolejny ważny aspekt osiągania pomyślnych wyników. Pracując razem, możemy podzielić problem na mniejsze, łatwiejsze do opanowania części, omówić możliwe rozwiązania i wybrać najskuteczniejsze. Praca zespołowa pozwala wykorzystać mocne strony każdego uczestnika i zrekompensować słabości. Prowadzi to do lepszego i szybszego rozwiązania problemu",
  "onboardingKid6": "Na przykład, gdy uczeń staje przed trudnym problemem matematycznym, nauczyciel może wyjaśnić teorię, pokazać kroki prowadzące do jego rozwiązania, a następnie współpracować z uczniem, aby przejrzeć kilka przykładów. Proces ten nie tylko pomaga uczniowi zrozumieć, jak rozwiązywać problemy, ale także rozwija jego wiarę we własne możliwości. Rodzice z kolei mogą pomóc w odrabianiu zadań domowych, wspierając i zachęcając dziecko do wysiłków.\nDorośli również często spotykają się z sytuacjami, w których potrzebna jest pomoc i współpraca. W świecie zawodowym udane projekty są często wynikiem pracy zespołowej. Współpracownicy wymieniają się wiedzą i doświadczeniami, pomagają sobie nawzajem i wspólnie znajdują optymalne rozwiązania. Potwierdza to, że niezależnie od wieku czy branży zrozumienie i współpraca są kluczowymi czynnikami sukcesu.\nZatem, jeśli dokładnie rozumiemy, co należy zrobić i jak to zrobić, a także mamy wsparcie i możliwość współpracy z innymi, znacznie zwiększamy nasze szanse na sukces. Pomoc nauczycieli, rodziców i współpracowników nie tylko ułatwia zadania, ale także uczy nas ważnych lekcji życia na temat wartości wiedzy, wsparcia i pracy zespołowej. Umiejętności te zostają z nami na całe życie, pomagając nam stawiać czoła nowym wyzwaniom i osiągać zamierzone cele",
  "onboardingKid7": "Być może teraz nie zdajesz sobie z tego sprawy, ale w przyszłości zrozumiesz: im trudniejsze zadanie w procesie wdrożenia, tym cenniejszy i lepszy będzie wynik. Wyzwania, przed którymi stoimy, wiele nas uczą, kształtując nie tylko nasze umiejętności, ale także nasz charakter. Za każdym razem, gdy pokonujemy przeszkody, stajemy się silniejsi, mądrzejsi i pewniejsi swoich umiejętności.\nWyobraź sobie, że uczysz się grać na instrumencie muzycznym. Na początku wydaje się to niemożliwe: nuty, akordy, rytm – to wszystko dezorientuje, a nawet może zniechęcić do dalszej nauki. Ale każdego dnia, z każdą nową praktyką, zaczynasz zauważać postęp. To, co wydawało się nieosiągalne, stopniowo staje się zrozumiałe i wykonalne. A potem pewnego dnia wykonujesz swoją pierwszą melodię, czując się dumny z pracy, którą wykonałeś. Tego poczucia sukcesu i satysfakcji z osiągniętego wyniku nie da się porównać z niczym.\nTo samo dotyczy każdego innego złożonego zadania. Studia, praca, osobiste projekty - wszystko to wymaga wysiłku i czasu. Ale to właśnie ten wysiłek sprawia, że efekt końcowy jest tak cenny. Łatwe zwycięstwa przynoszą ulotną przyjemność, natomiast sukces osiągnięty poprzez trudności pozostawia głęboki ślad i daje wiarę we własne możliwości",
  "onboardingKid8": "Wszelkie umiejętności nabyte w procesie pokonywania trudności są bardzo przydatne w życiu. Stają się narzędziami, z których możemy skorzystać w różnorodnych sytuacjach. Przykładowo umiejętność krytycznego myślenia i rozwiązywania problemów przydaje się nie tylko w sferze zawodowej, ale także w życiu codziennym. Umiejętności komunikacyjne i umiejętność pracy w zespole są ważne w każdej sytuacji społecznej, czy to w pracy, na studiach, czy w relacjach osobistych.\nPonadto doświadczenie pokonywania trudności uczy nas doceniać wysiłki innych ludzi. Kiedy sami przeszliśmy trudną ścieżkę, zaczynamy lepiej rozumieć i szanować tych, którzy również dążą do swoich celów. Dzięki temu jesteśmy bardziej empatyczni i wspierający, potrafimy inspirować i pomagać innym.\nDlatego za każdym razem, gdy staniesz przed trudnym zadaniem, pamiętaj: to nie tylko przeszkoda, to szansa, aby stać się lepszym, silniejszym i mądrzejszym. Nie pozwól, aby trudne chwile Cię odstraszyły, ale wręcz przeciwnie, zainspirują Cię do nowych osiągnięć. W końcu im trudniejsza droga, tym słodszy smak zwycięstwa. A te zwycięstwa, osiągnięte dzięki Twoim wysiłkom, staną się cegiełkami, z których zbudujesz swoje udane i satysfakcjonujące życie",
  "selectInfoParent": "Rodzice zawsze starali się wychowywać swoje dzieci, bo to jest podstawa ewolucji. Przydzielanie zadań dzieciom jest kluczowym elementem edukacji. Im więcej zadań, tym więcej zdobywają doświadczenia i wiedzy. Doświadczenie zdobyte poprzez praktykę i zadania sprzyja rozwojowi krytycznego myślenia i umiejętności rozwiązywania problemów. Pomaga także dzieciom lepiej zrozumieć otaczający je świat, przygotowując je na przyszłe wyzwania. Edukacja poprzez doświadczenie tworzy wszechstronnie rozwinięte i niezależne jednostki",
  "selectInfoKid": "Jeśli dziecko chce stać się inteligentne, musi aktywnie zadawać rodzicom pytania dotyczące wykonywania różnych czynności i rozwiązywania problemów. Powinien starać się otrzymywać bardziej złożone zadania, które pomogą mu się rozwijać i doskonalić. Rodzice z kolei mają obowiązek wspierać i zachęcać dziecko do zdobywania wiedzy. Powinny stwarzać mu warunki do nauki, pomagać w zdobywaniu nowych umiejętności i dzielić się doświadczeniami. Obejmuje to nie tylko naukę umiejętności praktycznych, ale także rozwijanie umiejętności zarabiania pieniędzy i zdobywania doświadczenia życiowego. Takie podejście pomoże dziecku stać się bardziej niezależnym i odnieść sukces w przyszłości",
  "language": "Język",
  "name": "Imię",
  "task": "Zadanie",
  "description": "Opis",
  "taskPrice": "Cena: ",
  "price": "Cena",
  "deadline": "Termin",
  "add": "Dodaj",
  "inProgress": "W trakcie",
  "done": "Zrobione",
  "checked": "Sprawdzone",
  "paid": "Zapłacone",
  "withoutDeadline": "To zadanie nie ma terminu realizacji",
  "taskDeadline": "Termin: ",
  "ImTheParent": "Jestem rodzicem",
  "ImTheKid": "Jestem dzieckiem",
  "selectYourRole": "Wybierz swoją rolę",
  "selectDescription": "Rodzice wyznaczają zadania, sprawdzają ich wykonanie i odpowiednio nagradzają swoje dzieci. Sprzyja to pracowitości, uczciwości, odpowiedzialności i poczuciu dumy w codziennym życiu, wpajając poczucie spełnienia w rodzicielstwie",
  "email": "Email",
  "password": "Hasło",
  "thisFieldCannotBeEmpty": "To pole nie może być puste",
  "wrongEmail": "Błędny adres e-mail",
  "login": "Zaloguj się",
  "hello": "Witamy w aplikacji do komunikacji między rodzicami i dziećmi poprzez zadania i nawyki",
  "createAccount": "Utwórz konto",
  "skip": "Pominąć",
  "next": "Następny",
  "surname": "Nazwisko",
  "register": "Zarejestrować się",
  "confirmPassword": "Potwierdź hasło",
  "forgotPassword": "Zapomniałeś hasła?",
  "resetPassword": "Zresetuj hasło",
  "typeYourEmail": "Wpisz tutaj swój adres e-mail, a link do zmiany hasła zostanie wysłany",
  "kidsEmail": "E-mail dziecka",
  "noEmail": "Ten adres e-mail nie jest zarejestrowany",
  "addKidSure": "Dodać {} do swojej listy dzieci?",
  "yourKids": "Twoje dzieci: ",
  "noAddedKids": "Nie dodano żadnych dzieci",
  "onlyFiveKids": "Możesz dodać tylko 5 dzieci",
  "kidAlreadyInList": "Dzieciak jest już na liście",
  "selectKid": "Wybierz dziecko",
  "deleteThisTask": "Usunąć to zadanie?",
  "delete": "Usunąć",
  "kidHasFiveParent": "Dzieciak ma już 5 rodziców",
  "yourParents": "Twoi rodzice:",
  "accept": "Akceptuj",
  "changeStatus": "Zmień status",
  "acceptPriceChangeStatus": "Zaakceptuj cenę i zmień status",
  "imDoneStatus": "Skończyłem",
  "checkCompletedWork": "Sprawdź wykonaną pracę i oceń...",
  "notForgotToPay": "...i nie zapomnij o płatności",
  "rate": "Oceń",
  "ifPaid": "Jeśli zadanie zostało opłacone, zakończ je",
  "canUseAccount": "Twoje konto jest już gotowe! Możesz zalogować się przy użyciu swojego adresu e-mail i hasła. Witamy ponownie w rodzinie!",
  "notConfirmed": "{} (nie potwierdzone)",
  "wish": "Życzenie",
  "selectParent": "Wybierz co najmniej jednego rodzica",
  "kidHasNoWishes": "Dzieciak nie ma żadnych życzeń",
  "continue": "Kontynuować",
  "basicOnboarding": "Podstawowe wdrożenie",
  "advancedOnboarding": "Zaawansowane wdrażanie",
  "withoutOnboarding": "Bez wdrażania",
  "basicOnboardingDescription": "Opis standardowych funkcji i możliwości aplikacji",
  "advancedOnboardingDescription": "Dla tych, którzy chcą zrozumieć dlaczego i dla kogo powstała ta aplikacja, i lubi czytać książki lub dobre opowiadania",
  "withoutOnboardingDescription": "Przejdź bezpośrednio do rejestracji (niezalecane)",
  "registerInfo": "Powinieneś wybrać imię, aby Twoje dzieci lub rodzice mogli Cię rozpoznać. Dodatkowo możesz wskazać swoją rolę w rodzinie\n\nHasło musi mieć co najmniej 8 znaków i zawierać cyfrę, dużą i małą literę.\nNigdy nie mów nikomu swoich haseł",
  "mainParentInfo": "Pamiętaj:\n\nDobrze zdefiniowane zadanie jest już w połowie drogi\n\nDwa małe zadania są łatwiejsze do wykonania niż jedno duże.",
  "addTaskInfo": "Pamiętać:\n\n1. Dziecko musi zrozumieć zadanie\n2. Dziecko musi dobrze rozumieć zadanie\n3. Dziecko musi chcieć wykonać zadanie. Motywuj ciekawym zadaniem lub dobrym wynagrodzeniem",
  "settingsParentInfo": "Zanim przydzielisz zadania, dodaj swoje dziecko do listy dzieci. Następnie poczekaj, aż potwierdzi\n\nChcesz nauczyć się nowego języka? Ucz się ze swoim dzieckiem",
  "mainKidInfo": "Pamiętaj:\n\nBez pracy nie ma kołaczy\n\nNie ma zadania, nie ma rezultatu",
  "wishInfo": "Pamiętaj, aby nie dodawać kosztownych pragnień, które mogą powodować trudne zadania lub wiele zadań. Twoje życzenia powinny być również jasne",
  "settingsKidInfo": "Spróbuj zainstalować aplikację w innym języku. Pomoże Ci to nauczyć się kilku nowych słów, rozwijając w ten sposób połączenia neuronowe\n\nAby dodać zadania, dodawaj tylko swoich bliskich",
  "addToHistoryQuestion": "Przenieść to zadanie do historii?",
  "deleteFromHistory": "Usunąć z historii",
  "yes": "Tak",
  "areYouSure": "Jesteś pewny?",
  "editTaskDescription": "Możesz edytować zadanie, gdy jest ono w trakcie negocjacji ceny i nie zostało potwierdzone przez dziecko",
  "edit": "Edytuj"
}