{
  "language": "Język",
  "name": "Imię",
  "task": "Zadanie",
  "description": "Opis",
  "taskPrice": "Cena: ",
  "price": "Cena",
  "deadline": "Termin",
  "add": "Dodaj",
  "inProgress": "W trakcie",
  "done": "Zrobione",
  "checked": "Sprawdzone",
  "paid": "Zapłacone",
  "withoutDeadline": "To zadanie nie ma terminu realizacji",
  "taskDeadline": "Termin: ",
  "ImTheParent": "Jestem rodzicem",
  "ImTheKid": "Jestem dzieckiem",
  "selectYourRole": "Wybierz swoją rolę",
  "selectDescription": "Rodzice wyznaczają zadania, sprawdzają ich wykonanie i odpowiednio nagradzają swoje dzieci. Sprzyja to pracowitości, uczciwości, odpowiedzialności i poczuciu dumy w codziennym życiu, wpajając poczucie spełnienia w rodzicielstwie",
  "email": "Email",
  "password": "Hasło",
  "thisFieldCannotBeEmpty": "To pole nie może być puste",
  "wrongEmail": "Błędny adres e-mail",
  "login": "Zaloguj się",
  "hello": "Witam!\nNiezależnie od tego, czy jesteś rodzicem, czy dzieckiem, zapraszamy Cię we wspólną podróż",
  "createAccount": "Utwórz konto",
  "skip": "Pominąć",
  "next": "Następny",
  "onboardingParentOne": "Bycie rodzicem swoich dzieci to jedna z najważniejszych i wyjątkowych przygód w życiu. To nie tylko odpowiedzialność, ale także źródło niekończącej się radości, miłości i satysfakcji. Kiedy zostajemy rodzicami, mamy możliwość wpływania na życie i rozwój naszych dzieci, pomagając im stać się silnymi, życzliwymi i pewnymi siebie ludźmi. Bycie rodzicem oznacza bycie ich wsparciem, mentorem i wzorem do naśladowania, uczenie ich wartości, umiejętności i dobrego samopoczucia emocjonalnego. I w ostatecznym rozrachunku sama świadomość, że odgrywamy kluczową rolę w kształtowaniu ich przyszłości, nadaje życiu sens i znaczenie.",
  "onboardingParentTwo": "Rodzice odgrywają ważną rolę w rozwoju swoich dzieci, a wyznaczanie im zadań to jeden ze sposobów wspierania ich kreatywności, niezależności i odpowiedzialności. Zajęcia pomagają dzieciom zdobywać nowe umiejętności, uczyć rozwiązywania problemów i rozwijać odporność na stres. Co więcej, zadania rodzicielskie mogą być okazją do wspólnego spędzania czasu i wzmacniania więzi między rodzicami a dziećmi.",
  "onboardingParentThree": "Kontakty i dobre relacje z dziećmi prowadzą do wielu pozytywnych rezultatów. Po pierwsze, tworzy silną więź emocjonalną między rodzicami i dziećmi, która stanowi podstawę zaufania, wsparcia i zrozumienia. Kiedy rodzice i dzieci znajdą wspólny język, mogą otwarcie rozmawiać o problemach i radościach oraz czuć się ze sobą dobrze.\nPonadto dobre relacje z dziećmi przyczyniają się do ich dobrego samopoczucia emocjonalnego i psychicznego. Dzieci, które czują się kochane i akceptowane, mają większą wiarę w siebie i swoje możliwości. Czują się pewniej w poznawaniu świata i rozwiązywaniu problemów.\nDzieci lepiej reagują na dyscyplinę i wskazówki rodziców, gdy czują, że rodzice się o nie troszczą i starają się, jak mogą.",
  "onboardingKidOne": "Bycie dzieckiem to niesamowity czas, pełen nowych odkryć, zabaw i wrażeń. W tym wieku świat wydaje się ogromny i pełen możliwości. Dzieciństwo pozwala nam beztrosko się rozwijać, uczyć i poznawać otaczający nas świat. Możemy bezpiecznie wyrażać swoje uczucia i emocje, cieszyć się małymi radościami i wierzyć w cuda. Bycie dzieckiem oznacza możliwość uczenia się, wzrastania i rozwoju pod troskliwym okiem rodziców i innych osób. To czas, w którym budujemy swoją osobowość, kształtujemy swoje poglądy na świat i marzymy o przyszłości. Bycie dzieckiem to wspaniała przygoda, którą należy cieszyć się i doceniać każdego dnia.",
  "onboardingKidTwo": "Dzieci powinny postępować zgodnie z instrukcjami rodziców z kilku powodów. Po pierwsze, rodzice mają doświadczenie i wiedzę, aby pomóc dzieciom uniknąć niebezpiecznych sytuacji i podejmować właściwe decyzje. Po drugie, załatwianie spraw uczy dzieci odpowiedzialności i dyscypliny, które są ważnymi umiejętnościami zapewniającymi udane życie. Wreszcie jest to sposób na wzmocnienie więzi między rodzicami i dziećmi poprzez okazanie zaufania i szacunku dla władzy rodzicielskiej.",
  "onboardingKidThree": "Dzieci, które słuchają rodziców i postępują zgodnie z ich radami, zwykle budują lepszą i zrównoważoną przyszłość. Po pierwsze, takie dzieci uczą się dyscypliny i odpowiedzialności, co pomaga im odnieść sukces w szkole i osiągnąć swoje cele życiowe.\nPonadto dzieci, które słuchają swoich rodziców, zwykle lepiej rozumieją wartości rodzinne i normy społeczne, co pomaga im łatwiej wchodzić w interakcje z otaczającym je światem i budować wysokiej jakości relacje z innymi.\nPonadto, postępując zgodnie z radami i wskazówkami rodziców, dzieci często unikają niebezpiecznych sytuacji i podejmują bardziej świadome decyzje, co przyczynia się do ich dobrego samopoczucia fizycznego i emocjonalnego.",
  "surname": "Nazwisko",
  "register": "Zarejestrować się",
  "confirmPassword": "Potwierdź hasło",
  "forgotPassword": "Zapomniałeś hasła?",
  "resetPassword": "Zresetuj hasło",
  "typeYourEmail": "Wpisz tutaj swój adres e-mail, a link do zmiany hasła zostanie wysłany",
  "kidsEmail": "E-mail dziecka",
  "noEmail": "Ten adres e-mail nie jest zarejestrowany",
  "addKidSure": "Dodać {} do swojej listy dzieci?",
  "yourKids": "Twoje dzieci: ",
  "noAddedKids": "Nie dodano żadnych dzieci",
  "onlyFiveKids": "Możesz dodać tylko 5 dzieci",
  "kidAlreadyInList": "Dzieciak jest już na liście",
  "selectKid": "Wybierz dziecko"
}