{
  "language": "Язык",
  "name": "Имя",
  "task": "Задача",
  "description": "Описание",
  "taskPrice": "Цена: ",
  "price": "Цена",
  "deadline": "Крайний срок",
  "add": "Добавить",
  "inProgress": "В процессе",
  "done": "Выполнено",
  "checked": "Проверено",
  "paid": "Оплачено",
  "withoutDeadline": "У этой задачи нет срока",
  "taskDeadline": "Крайний срок: ",
  "ImTheParent": "Я родитель",
  "ImTheKid": "Я ребенок",
  "selectYourRole": "Выберите свою роль",
  "selectDescription": "Родители назначают задания, проверяют их выполнение и соответствующим образом награждают своих детей. Это воспитывает трудолюбие, честность, ответственность и чувство гордости за повседневную жизнь, прививая чувство выполненного долга в воспитании детей",
  "email": "Электронная почта",
  "password": "Пароль",
  "thisFieldCannotBeEmpty": "Это поле не может быть пустым",
  "wrongEmail": "Неправильный адрес электронной почты",
  "login": "Войти",
  "hello": "Привет!\nЯвляетесь ли вы родителем или ребенком, мы приглашаем вас в совместное путешествие",
  "createAccount": "Зарегистрироваться",
  "skip": "Пропустить",
  "next": "Следующий",
  "onboardingParentOne": "Быть родителем своих детей — одно из самых важных и уникальных приключений в жизни. Это не только ответственность, но и источник бесконечной радости, любви и удовлетворения. Став родителями, мы имеем возможность влиять на жизнь и развитие наших детей, помогая им стать сильными, добрыми и уверенными в себе людьми. Быть родителем означает быть их поддержкой, наставником и образцом для подражания, обучая их ценностям, навыкам и эмоциональному благополучию. И в конечном итоге само знание того, что мы играем ключевую роль в формировании их будущего, придает жизни смысл и значимость",
  "onboardingParentTwo": "Родители играют важную роль в развитии своих детей, и давать им задания – это один из способов стимулировать их творческие способности, независимость и ответственность. Занятия помогают детям освоить новые навыки, учат их решению проблем и развивают устойчивость к стрессу. Более того, родительские задачи могут стать возможностью провести время вместе и укрепить связь между родителями и детьми",
  "onboardingParentThree": "Взаимодействие и хорошие отношения со своими детьми приводят ко многим положительным результатам. Во-первых, это создает прочную эмоциональную связь между родителями и детьми, которая служит основой доверия, поддержки и понимания. Когда родители и дети находят общий язык, они могут открыто обсуждать проблемы и радости, чувствовать себя комфортно друг с другом.\nКроме того, хорошие отношения с детьми способствуют их эмоциональному и психологическому благополучию. Дети, которые чувствуют себя любимыми и принятыми, больше уверены в себе и своих способностях. Они чувствуют себя более уверенно, исследуя мир и решая проблемы.\nДети лучше реагируют на родительскую дисциплину и руководство, когда чувствуют, что родители заботятся о них и стараются изо всех сил",
  "onboardingKidOne": "Детство – это удивительное время, полное новых открытий, игр и впечатлений. В этом возрасте мир кажется огромным и полным возможностей. Детство позволяет нам беззаботно расти, учиться и исследовать окружающий мир. Мы можем смело выражать свои чувства и эмоции, радоваться маленьким радостям и верить в чудеса. Быть ребенком – значит иметь возможность учиться, расти и развиваться под заботливым взглядом родителей и других людей. Это время, когда мы формируем свою личность, формируем свои взгляды на мир и мечтаем о будущем. Быть ребенком – это чудесное приключение, которым нужно наслаждаться и ценить его каждый день",
  "onboardingKidTwo": "Дети должны следовать инструкциям своих родителей по нескольким причинам. Во-первых, у родителей есть опыт и знания, которые помогут детям избежать опасных ситуаций и принять правильные решения. Во-вторых, выполнение поручений учит детей ответственности и дисциплине, которые являются важными навыками для успешной жизни. Наконец, это способ укрепить связь между родителями и детьми, проявив доверие и уважение к авторитету родителя",
  "onboardingKidThree": "Дети, которые слушают своих родителей и следуют их советам, как правило, строят более успешное и устойчивое будущее. Во-первых, такие дети учатся дисциплине и ответственности, что помогает им добиться успеха в школе и достичь своих целей в жизни.\nКроме того, дети, которые слушают своих родителей, как правило, лучше понимают семейные ценности и социальные нормы, что помогает им легче взаимодействовать с окружающим миром и строить качественные отношения с другими людьми.\nКроме того, следуя советам и указаниям своих родителей, дети часто избегают опасных ситуаций и принимают более осознанные решения, что способствует их физическому и эмоциональному благополучию",
  "surname": "Фамилия",
  "register": "Зарегистрироваться",
  "confirmPassword": "Подтвердите пароль",
  "forgotPassword": "Забыли пароль?",
  "resetPassword": "Сброс пароля",
  "typeYourEmail": "Введите здесь свой адрес электронной почты, и вам будет отправлена ссылка для смены пароля",
  "kidsEmail": "Электронная почта ребенка",
  "noEmail": "Этот адрес электронной почты не зарегистрирован",
  "addKidSure": "Добавьте {} в список своих детей?",
  "yourKids": "Ваши дети: ",
  "noAddedKids": "Дети не добавлены",
  "onlyFiveKids": "Вы можете добавить только 5 детей",
  "kidAlreadyInList": "Ребенок уже в списке",
  "selectKid": "Выберите ребенка",
  "deleteThisTask": "Удалить эту задачу?",
  "delete": "Удалить",
  "kidHasFiveParent": "У ребенка уже 5 родителей",
  "yourParents": "Ваши родители:",
  "accept": "Принять",
  "changeStatus": "Изменить статус",
  "acceptPriceChangeStatus": "Принять цену и изменить статус",
  "imDoneStatus": "Я сделал",
  "checkCompletedWork": "Проверьте выполненную работу и поставьте оценку...",
  "notForgotToPay": "...и не забывайте об оплате",
  "rate": "Оценить",
  "ifPaid": "Если задание оплачено, завершите его",
  "canUseAccount": "Ваш аккаунт готов! Вы можете войти в систему, используя свой адрес электронной почты и пароль. Добро пожаловать снова в семью!",
  "notConfirmed": "{} (не подтверждено)"
}