{
  "onboardingParent0": "Данное приложение это простой и быстрый способ коммуникации со своими детьми путем назначения им различных интересных заданий",
  "onboardingParent1": "Назначайте задания для детей, с ценой, назначенной вами или выбранной из списка желаний ребенка. Добавляйте фотографии для большего понятия задачи.\nПроверяйте насколько хорошо ребёнок справился",
  "onboardingParent2": "Обсуждайте цену. Подождите завершения задачи, оцениваете, заплатите.\nСоздавайте новое задание",
  "onboardingParent3": "Первые слова и первые шаги ребенка — это волшебные моменты, которые остаются в памяти родителей на всю жизнь. Когда малыш впервые произносит \"мама\" или \"папа\", это не просто звук, а настоящее чудо, которое наполняет сердце радостью и гордостью. Первые шаги, когда ребенок, пошатываясь, преодолевает свои первые метры, вызывают восторг и трепет. Эти достижения символизируют начало самостоятельного пути, маленьких побед и больших свершений.\nЭти моменты часто сопровождаются первыми заданиями, которые родители дают своим детям. \"Принеси мячик\", \"Покажи носик\", \"Скажи 'дай'\" — такие простые на первый взгляд просьбы становятся важной частью развития ребенка. Они учат малыша взаимодействовать с окружающим миром, развивают его речь и моторные навыки, помогают понять, что он может выполнять просьбы и задачи",
  "onboardingParent4": "Каждое новое слово и каждый новый шаг — это результат большого труда, как со стороны ребенка, так и со стороны родителей. Совместные игры, книги, песни и ежедневные разговоры способствуют развитию речи, а поддержка и поощрение — ключевые элементы в освоении первых навыков ходьбы. Родители становятся первыми учителями и наставниками, помогая ребенку расти и познавать мир.\nПервые слова и первые шаги — это лишь начало большого и увлекательного пути, по которому ребенок пойдет вместе с родителями. Эти моменты становятся фундаментом для дальнейшего развития, и каждый из них важен и ценен по-своему",
  "onboardingParent5": "Теперь посмотрите, как он вырос. Ребенок, который когда-то с трудом произносил первые слова и неуверенно делал первые шаги, теперь сам стремится создавать для себя задания. Он пытается самостоятельно решать маленькие задачи, будь то сложить конструктор, нарисовать картинку или помочь в домашних делах. Это стремление к самостоятельности — важный этап его развития, демонстрирующий рост уверенности и самостоятельности.\nОднако, несмотря на желание действовать самому, ребенок все еще часто обращается за помощью к родителям. И это вовсе не признак слабости или неспособности, а естественная часть процесса обучения. Просьбы о помощи — это возможность для родителей поддержать своего ребенка, направить его, показать новые способы решения задач. Вместе с тем это укрепляет доверие между вами и помогает ребенку понять, что в любой ситуации он может рассчитывать на вашу поддержку",
  "onboardingParent6": "Когда вы помогаете ему, это не просто выполнение задачи за него, это обучение. Вы объясняете, показываете, даете попробовать самому. Этот процесс развивает его умения, помогает осваивать новые навыки и решать более сложные задачи в будущем. Под вашим чутким руководством ребенок учится преодолевать трудности, анализировать ошибки и радоваться успехам.\nВзрослея, ребенок будет все больше полагаться на свои силы, но в его памяти останутся моменты, когда мама или папа были рядом, готовые помочь и поддержать. Этот опыт станет основой для дальнейшего развития, уверенности в себе и способности справляться с любыми жизненными трудностями. Вы помогаете своему ребенку стать не только умным и способным, но и уверенным в своих силах, готовым к самостоятельной жизни",
  "onboardingParent7": "Теперь ваш ребенок стал совсем взрослым. Он умён, энергичен и полон энтузиазма. В его арсенале множество навыков и знаний, которые помогают ему уверенно двигаться по жизни. Он стремится не только к личным достижениям, но и к тому, чтобы управлять и вдохновлять других людей. Однако, несмотря на всю свою зрелость и самостоятельность, он до сих пор помнит, как трудно порой давались задания родителей.\nЭтот опыт оставил глубокий след в его сознании. Он помнит, как каждый новый вызов требовал усилий, терпения и настойчивости. Вспоминая эти моменты, он понимает, насколько важно давать задачи, которые не только выполнимы, но и понятны. Поэтому теперь, когда ему приходится ставить задачи перед другими людьми, он думает дважды",
  "onboardingParent8": "Он осознает, что успешное выполнение задания зависит не только от того, кто его выполняет, но и от того, кто его ставит. Задачи должны быть четкими и достижимыми. Благодаря своему опыту, он старается формулировать задания таким образом, чтобы они были максимально ясными и понятными для исполнителей. Он учитывает возможности и способности своих подчиненных, чтобы избежать непонимания и ненужных сложностей.\nВаш ребенок понимает, что хорошее руководство — это не просто умение отдавать приказы, но и способность вдохновлять и поддерживать команду. Он стремится быть тем лидером, который, как и вы когда-то, готов помочь, объяснить и направить. Его опыт и воспоминания о собственных трудностях делают его более чутким и внимательным к нуждам других.\nТеперь, став взрослым, он воплощает в жизнь те уроки, которые получил в детстве. Он не только сам стал успешным, но и помогает другим достигать успеха, благодаря своему пониманию и эмпатии. Это делает его не просто умным и целеустремленным человеком, но и мудрым лидером, готовым вести за собой других с заботой и вниманием",
  "onboardingKid0": "Данное приложение это простой и быстрый способ получить задание от своих родителей, а следовательно получить награду после его выполнения",
  "onboardingKid1": "Можешь добавлять свои желания с фотографией в список желаний. Родители могут использовать твои желания в качестве оплаты за проделанную работу",
  "onboardingKid2": "Проверяй, есть ли новые задания. Обсуждай цену. Сделай работу так хорошо, как сможешь. Подожди пока проверят и получи оплату.\nПроверь, возможно, есть ещё задания",
  "onboardingKid3": "Ты, возможно, уже не помнишь, но родители не раз говорили тебе сделать что-то: произнести слово, попробовать ходить или выполнить другую задачу. Эти моменты были полны терпения и настойчивости, как с твоей стороны, так и со стороны родителей. Ведь не всегда все получалось с первого раза. Но с каждой новой попыткой ты становился все лучше и увереннее.\nКогда тебе впервые предложили сказать \"мама\" или \"папа\", это могло казаться сложным. Твои первые попытки, возможно, были неуверенными и неполными, но родители всегда были рядом, поддерживали и поощряли каждое твое усилие. Они знали, что каждое повторение приближает тебя к успеху, и с каждой новой попыткой твоя речь становилась более четкой и уверенной.\nТочно так же было и с первыми шагами. Поначалу ты мог падать, не зная, как правильно балансировать. Но подбадривающие слова и крепкие руки родителей, готовые подхватить в любой момент, давали тебе силы и уверенность. Ты делал один шаг, потом два, и вот уже скоро начал бегать, радуясь своей новой свободе и возможности исследовать мир",
  "onboardingKid4": "Эти воспоминания, даже если они стерлись из твоей памяти, живут в сердце твоих родителей. Они помнят каждую твою попытку, каждую маленькую победу и каждый момент, когда ты набирался храбрости, чтобы попробовать снова. Именно благодаря их терпению и твоему упорству ты научился многим вещам, которые теперь кажутся такими естественными и простыми.\nЭти ранние уроки научили тебя важному: не все получается сразу, но с упорством и поддержкой можно достичь многого. Этот опыт формировал твой характер, делая тебя настойчивым и целеустремленным человеком. Он напоминал тебе, что неудачи — это не конец пути, а лишь шаги на пути к успеху.\nВозможно, теперь ты уже редко вспоминаешь об этих моментах, но уроки, полученные тогда, продолжают жить в тебе. Они помогают тебе справляться с новыми вызовами, пробовать снова и снова, даже если что-то не получается с первого раза. И так же, как когда-то родители помогали тебе, ты можешь передавать эту поддержку и знания другим, помогая им расти и совершенствоваться",
  "onboardingKid5": "Делать что-то, не понимая, что именно нужно сделать, действительно очень трудно. В таких ситуациях мы часто оказываемся в замешательстве, не зная, с чего начать или как правильно подойти к задаче. Без четких инструкций или руководства любая задача может показаться непосильной. Именно в такие моменты особенно важна помощь учителей и родителей, которые могут направить, объяснить и поддержать.\nУчителя и родители играют ключевую роль в нашем обучении и развитии. Они не только дают нам задания, но и помогают понять, как их выполнять. Они разъясняют сложные моменты, показывают примеры и дают ценные советы. Без их помощи многие задачи могли бы остаться невыполненными или выполненными неправильно. Понимание того, что нужно сделать и как это сделать, является фундаментом успешного выполнения любой задачи.\nСовместное сотрудничество — еще один важный аспект достижения успешных результатов. Работая вместе, мы можем разделить задачу на более мелкие, управляемые части, обсудить возможные пути решения и выбрать наиболее эффективный из них. Командная работа позволяет использовать сильные стороны каждого участника и компенсировать слабости. Это приводит к более качественному и быстрому решению проблемы",
  "onboardingKid6": "Например, когда школьник сталкивается с трудной задачей по математике, учитель может объяснить теорию, показать шаги решения, а затем совместно с учеником разобрать несколько примеров. Этот процесс не только помогает ученику понять, как решать задачи, но и развивает его уверенность в своих силах. Родители, в свою очередь, могут помочь с выполнением домашних заданий, поддерживая и поощряя старания ребенка.\nВзрослые также часто сталкиваются с ситуациями, когда помощь и сотрудничество необходимы. В профессиональной сфере успешные проекты часто являются результатом коллективного труда. Коллеги обмениваются знаниями и опытом, помогают друг другу и вместе находят оптимальные решения. Это подтверждает, что независимо от возраста и сферы деятельности, понимание и сотрудничество являются ключевыми факторами успеха.\nТаким образом, когда мы понимаем, что именно нужно сделать и как это сделать, а также имеем поддержку и возможность сотрудничать с другими, мы значительно увеличиваем свои шансы на успех. Помощь учителей, родителей и коллег не просто облегчает выполнение задач, но и учит нас важным жизненным урокам о ценности знания, поддержки и совместной работы. Эти навыки остаются с нами на всю жизнь, помогая справляться с новыми вызовами и достигать поставленных целей",
  "onboardingKid7": "Ты можешь не осознавать это сейчас, но в будущем ты поймёшь: чем сложнее задача в процессе реализации, тем ценнее и лучше будет результат. Сложности, с которыми мы сталкиваемся, учат нас многому, формируя не только наши навыки, но и характер. Каждый раз, преодолевая препятствия, мы становимся сильнее, умнее и увереннее в своих силах.\nПредставь, что ты учишься играть на музыкальном инструменте. Поначалу это кажется невозможным: ноты, аккорды, ритм — всё это запутывает и может даже отбить желание заниматься дальше. Но с каждым днём, с каждой новой практикой, ты начинаешь замечать прогресс. То, что казалось недостижимым, постепенно становится понятным и управляемым. И вот однажды ты исполняешь свою первую мелодию, чувствуя гордость за проделанную работу. Это ощущение успеха и удовлетворения от достигнутого результата невозможно сравнить ни с чем.\nТак же обстоят дела и с любой другой сложной задачей. Учёба, работа, личные проекты — всё это требует усилий и времени. Но именно эти усилия и делают конечный результат таким ценным. Лёгкие победы приносят мимолётное удовольствие, в то время как успех, достигнутый через трудности, оставляет глубокий след и даёт нам уверенность в своих силах",
  "onboardingKid8": "Любые умения, приобретённые в процессе преодоления трудностей, очень полезны в жизни. Они становятся инструментами, которые мы можем использовать в самых разных ситуациях. Например, умение критически мыслить и решать проблемы помогает не только в профессиональной сфере, но и в повседневной жизни. Навыки общения и умение работать в команде важны в любой социальной ситуации, будь то работа, учёба или личные отношения.\nКроме того, опыт преодоления сложностей учит нас ценить усилия других людей. Когда мы сами прошли через трудный путь, мы начинаем лучше понимать и уважать тех, кто тоже стремится к своим целям. Это делает нас более чуткими и поддерживающими, способными вдохновлять и помогать другим.\nТаким образом, каждый раз, сталкиваясь с трудной задачей, помни: это не просто препятствие, это возможность стать лучше, сильнее и мудрее. Пусть сложные моменты не отпугивают тебя, а наоборот, вдохновляют на новые достижения. Ведь чем труднее путь, тем слаще вкус победы. И эти победы, достигнутые благодаря твоим усилиям, станут теми кирпичиками, из которых ты построишь свою успешную и полноценную жизнь",
  "selectInfoParent": "Родители всегда стремились обучать своих детей, ведь это основа эволюции. Поручение заданий детям – ключевой элемент образования. Чем больше заданий, тем больше опыта и знаний они приобретают. Опыт, полученный через практику и выполнение заданий, способствует развитию критического мышления и навыков решения проблем. Это также помогает детям лучше понимать мир вокруг них, подготавливая их к будущим вызовам. Образование через опыт формирует всесторонне развитых и самостоятельных личностей",
  "selectInfoKid": "Если ребенок хочет стать умным, ему нужно активно задавать вопросы своим родителям о том, как выполнять различные действия и решать проблемы. Он должен стремиться к получению более сложных задач, которые помогут ему развиваться и совершенствоваться. Родители, в свою очередь, обязаны поддерживать и поощрять это стремление ребенка к знаниям. Они должны создавать условия для его обучения, помогать осваивать новые навыки и делиться опытом. Это включает в себя не только обучение практическим навыкам, но и развитие умения зарабатывать деньги и накапливать жизненный опыт. Такой подход поможет ребенку стать более самостоятельным и успешным в будущем",
  "language": "Язык",
  "name": "Имя",
  "task": "Задача",
  "description": "Описание",
  "taskPrice": "Цена: ",
  "price": "Цена",
  "deadline": "Крайний срок",
  "add": "Добавить",
  "inProgress": "В процессе",
  "done": "Выполнено",
  "checked": "Проверено",
  "paid": "Оплачено",
  "withoutDeadline": "У этой задачи нет срока",
  "taskDeadline": "Крайний срок: ",
  "ImTheParent": "Я родитель",
  "ImTheKid": "Я ребенок",
  "selectYourRole": "Выберите свою роль",
  "selectDescription": "Родители назначают задания, проверяют их выполнение и соответствующим образом награждают своих детей. Это воспитывает трудолюбие, честность, ответственность и чувство гордости за повседневную жизнь, прививая чувство выполненного долга в воспитании детей",
  "email": "Электронная почта",
  "password": "Пароль",
  "thisFieldCannotBeEmpty": "Это поле не может быть пустым",
  "wrongEmail": "Неправильный адрес электронной почты",
  "login": "Войти",
  "hello": "Приветствую в приложение для общения родителей и детей через задания и привычки",
  "createAccount": "Зарегистрироваться",
  "skip": "Пропустить",
  "next": "Следующий",
  "surname": "Фамилия",
  "register": "Зарегистрироваться",
  "confirmPassword": "Подтвердите пароль",
  "forgotPassword": "Забыли пароль?",
  "resetPassword": "Сброс пароля",
  "typeYourEmail": "Введите здесь свой адрес электронной почты, и вам будет отправлена ссылка для смены пароля",
  "kidsEmail": "Электронная почта ребенка",
  "noEmail": "Этот адрес электронной почты не зарегистрирован",
  "addKidSure": "Добавьте {} в список своих детей?",
  "yourKids": "Ваши дети: ",
  "noAddedKids": "Дети не добавлены",
  "onlyFiveKids": "Вы можете добавить только 5 детей",
  "kidAlreadyInList": "Ребенок уже в списке",
  "selectKid": "Выберите ребенка",
  "deleteThisTask": "Удалить эту задачу?",
  "delete": "Удалить",
  "kidHasFiveParent": "У ребенка уже 5 родителей",
  "yourParents": "Ваши родители:",
  "accept": "Принять",
  "changeStatus": "Изменить статус",
  "acceptPriceChangeStatus": "Принять цену и изменить статус",
  "imDoneStatus": "Я сделал",
  "checkCompletedWork": "Проверьте выполненную работу и поставьте оценку...",
  "notForgotToPay": "...и не забывайте об оплате",
  "rate": "Оценить",
  "ifPaid": "Если задание оплачено, завершите его",
  "canUseAccount": "Ваш аккаунт готов! Вы можете войти в систему, используя свой адрес электронной почты и пароль. Добро пожаловать снова в семью!",
  "notConfirmed": "{} (не подтверждено)",
  "wish": "Желание",
  "selectParent": "Выберите хотя бы одного родителя",
  "kidHasNoWishes": "У ребенка нет желаний",
  "continue": "Продолжить",
  "basicOnboarding": "Базовый онбординг",
  "advancedOnboarding": "Расширенный онбординг",
  "withoutOnboarding": "Без онбординга",
  "basicOnboardingDescription": "Описание стандартных функций и возможностей приложения",
  "advancedOnboardingDescription": "Для тех, кто хочет понять, почему и для кого создано это приложение, и любит читать книги или хорошие истории",
  "withoutOnboardingDescription": "Перейти сразу к регистрации (не рекомендуется)",
  "registerInfo": "Имя стоит выбирать так, что бы выши дети или родители смогли вас узнать. Дополнительно можно указать свою роль в семье \n\nПароль должен состоять минимум из 8 знаков, включать цифру, заглавную и  малую букву.\nНикому и никогда не рассказывайте свои пароли",
  "mainParentInfo": "Помни:\n\nХорошо поставленная задача - половина пути её выполнения\n\nДве малые задачи легче выполнить, чем одну большую",
  "addTaskInfo": "Помни:\n\n1. Ребёнок должен понимать задачу\n2. Ребёнок должен хорошо понимать задачу\n3. Ребёнок должен хотеть выполнить задачу. Мотивируй интересной задачей или хорошей оплатой",
  "settingsParentInfo": "Перед тем, как давать задания, добавь своего ребёнка в список детей. Далее подожди пока он подтвердит\n\nХочешь учить новый язык? Учи со своим ребёнком",
  "mainKidInfo": "Помни:\n\nПод лежачий камень вода не течет\n\nНет задачи – нет результата",
  "wishInfo": "Помни не добавлять дорогие желания, которые могут спровоцировать трудные задачи или несколько задач. Также твои желания должны быть понятны",
  "settingsKidInfo": "Попробуй установить приложение на другой язык. Это поможет тебе научиться несколько новых слов, тем самым разовьёт твои нейронные связи\n\nДобавляй только своих родственников для добавления задач",
  "addToHistoryQuestion": "Перенести эту задачу в историю?",
  "deleteFromHistory": "Удалить из истории",
  "yes": "Да",
  "areYouSure": "Вы уверены?",
  "editTaskDescription": "Вы можете редактировать задачу, пока она находится в процессе обсуждения цены и не подтверждена ребенком",
  "edit": "Редактировать",
  "noUser": "Пользователь с этим адресом электронной почты не зарегистрирован или пароль неверен",
  "weakPassword": "Пароль должен содержать не менее 6 знаков, не менее одной буквы и одной цифры",
  "alreadyTaken": "Это электронная почта уже используется",
  "passwordsMustBeTheSame": "Пароли должны быть одинаковыми",
  "waitingForPrice": "Ждем, пока {} примет цену",
  "waitingForDone": "Ждем, пока {} закончит задание",
  "waitingForPay": "Ждем, пока {} оценит работу и заплатит",
  "taskType": "Тип задачи: ",
  "daysLeft_ru": "Осталось только {} дней"
}